{
    "glassdoor": {
      "id": 1,
      "website": "glassdoor",
      "reviews": [
        {
          "id": 1,
          "name": "Software Engineer in Mumbai",
          "rating": 5,
          "date": "28 may ",
          "title": "Nice work culture",
          "content": "Pros: I liked the work culture and work life balance about Ezapp Solution. Shifts are flexible and Working from home is going on good so far. Cons:Nothing much. It's a great place to work." 
        },
        {  
             "id": 2,
            "name": " Software Developer in Dehradun",
            "rating": 4,
            "date": "22 august ",
            "title": "software service",
            "content":"pros: Working at Ezapp is an experience to count on. Developers are given Freedom of work and most importantly Sr Managers give assignment based on the AI Workforce tool so it is always good to work on most interesting and matching projects.cons:Ezapp is exceptional software company as they do not compromise on quality of the product for any change management. So it is difficult to find any cons as per the project "
        },
        {   
            "id": 3,
            "name": " Senior Software Developer (Java) in New Delhi",
            "rating": 5,
            "date": "26 march ",
            "title": "Great company",
            "content":"Pros: 1. Chilled out work environment, good work life balance (depends on projects though) 2. Pretty good work culture with helpful and friendly colleagues. Cons :Growth is slow in general but if you are proactive, you can reap the results"
        },
        {
            "id": 4,
            "name": "Applications Engineer in New Delhi ",
            "rating": 5,
            "date": "26 march ",
            "title": "very good company",
            "content":"Pros:Work culture is decent and good work-life balance in most of the projects. There are ample opportunities across skills and domains and if one is interested and can work proactively towards it options like career transition are pretty much possible. Cons:Not yet at this time"
         
            
        },
        {
            "id": 5,
            "name": "Digital Marketing Specialist in Gurgaon, Haryana, ",
            "rating": 5,
            "date": "24 march ",
            "title": "software solutions",
            "content":"pros: Best, Good hikes, corporate lifestyle, workaholic with funcons:Nothing, all is good. Not found any Cons"
        },
        {
            "id": 6,
            "name": " Account Executive in New Delhi",
            "rating": 5,
            "date": "23 march ",
            "title": "Top enterprise software development company",
            "content":"pros:Frequent appraisal and trainings for learning new technologies cons:Hard work required to stay in the company"
        },
        {
            "id": 7,
            "name": " Software Developer in Gurgaon, Haryana, Haryana",
            "rating": 5,
            "date": "23 march ",
            "title": "very good company",
            "content":"pros:I liked the work culture and work life balance about Ezapp Solution. Shifts are flexible and Working from home is going on good so far.. Great working environment with employee friendly policies. cons:Nothing much. It's a great place to work."
        },
        {
            "id": 8,
            "name": "Applications Developer Associate in Chennai",
            "rating": 5,
            "date": "23 march ",
            "title": "i feel privileged while working in the company",
            "content":"pros:Work culture is decent and good work-life balance in most of the projects. There are ample opportunities across skills and domains and if one is interested and can work proactively towards it options like career transition are pretty much possible. cons:Nothing as such. Everything is perfect."
        },
        {
            "id": 9,
            "name": "Technical Engineer in Gurgaon, Haryana, Haryana ",
            "rating": 5,
            "date": "15 march ",
            "title": "productive and nice place to work",
            "content":"pros:I am a Software engineer at Ezappsolution.I worked for one such great Company Ezapp Solution. Right from the beginning. I am very comfortable working there with those cooperative working hours and satisfying payroll. cons:Nothing much. It's a great place to work."
        },
        { "id": 10,
            "name": "Software Engineer in Noida",
            "rating": 5,
            "date": "16 march ",
            "title": "best company to start your career",
            "content":"pros:I am a Technical Engineer at Ezapp Soution. Great working environment with employee friendly policies. Professional and cooperative nature of the senior teamsmakes the work easy with no pressure. So its reliable to work here. cons:not yet at this time"
        },
        { "id": 11,
            "name": "Chat Bot Developer in New Delhi ",
            "rating": 5,
            "date": "2 march ",
            "title": "creativity and innovation driven company",
            "content":"pros:I am a Chat bot Developer at Ezapp Solution and I have worked on Projects for Ezapp. Highly cooperative behavior of the colleagues. I learned that only quality of work with passion. Managers are helpful and understands your situation. Work life balance is there. Creativity and Innovation driven company. Good incentives and flexible work hours. cons:not yet at this time"
        },
        { "id": 12,
            "name": "Manager in New Delhi ",
            "rating": 5,
            "date": "2 march ",
            "title": "highly productive and cooperative firm",
            "content":"pros:extremely productive and cooperative team. Minute details and explanations before any new project is given to the employees . Flexible working hours cons:There is no such cons, working at ezapp but sometimes work speed gets slower due to the briefing before any new project"
        },
        { "id": 13,
            "name": "project coordinator in new delhi ",
            "rating": 5,
            "date": "2 march ",
            "title": "great management team and helpful teammates.very profesional as well as cooperative attitude of colleafues",
            "content":"pros:flexibility in working hours. Excellent team cooperatio cons:Little delayed response from colleagues"
        },
        {
            "id": 14,
            "name": " Cloud Support Engineer in New Delhi",
            "rating": 5,
            "date": "28 feb ",
            "title": "productive and friendly",
            "content":"pros:I am a Cloud Associate at EzappSolution and I have worked on Projects for various Fortune companies. I am delighted that I got the Opportunity to work with professional people and we used Data Lake Snowflake, DataBricks tools to do the Data pipelines and Reporting on Microsoft Azure and AWS. All this was a good experience for me and for my growth. cons:not yet"
        },
        {
            "id": 15,
            "name": "data analyst in new delhi ",
            "rating": 5,
            "date": "26 feb ",
            "title": "i feel privileged while working with the ezapp solution.",
            "content":"prosI feel privileged while working with the company. my team leader and coworkers help me to groom.I enjoy working with it. I saw many changes inside me and I have improved my skills. The ezappsolution team learn that work done in a way no one can do it: cons:not yet"
        },
        {
            "id": 16,
            "name": " Tax Consultant in New Delhi",
            "rating": 5,
            "date": "25 feb ",
            "title": "great place to work",
            "content":"pros:Highly cooperative behavior of the colleagues. Creativity and Innovation driven company. Good incentives and flexible work hours. Ezaap as there was a lot of support. Company work toward the growth of the company along with its employees. cons:Nothing Ezapp Solution is perfect company"
        },
        {
            "id": 17,
            "name": " Software Engineer in New Delhi",
            "rating": 5,
            "date": "25 feb ",
            "title": "great place to work",
            "content":"pros:Great Place to Work truly justifies this company. Managers are helpful and understands your situation. I just completed working on AI project and it was such a good experience better than working for an MNC. I have recommended my friends for various positions at Ezapp. cons:not yet"
        },
        {
            "id": 18,
            "name": " Machine Learning Engineer in New Delhi ",
            "rating": 5,
            "date": " 26 feb ",
            "title": "Productive and Nice work place",
            "content":"pros:I am a Machine learning Engineer at EzappSolution and I have worked on Projects for various Fortune companies. I am delighted that I got the Opportunity to work with professional people. The ezappsolution team learn that work done in a way no one can do it cons:not yet"
        },
        {
            "id": 19,
            "name": " Data Scientist in New Delhi",
            "rating": 5,
            "date": "26 feb ",
            "title": "best company to start your career",
            "content":"pros:I am a Data Scientist at Ezappsolution.I love my work, Ezappsolution provide me a best platform. I feel privileged while working with the company. product delivery center of Ezapp solution is one of the best in the country. I am happy working on projects for US clients and my learning curve has been steep with variety of projects that I have worked on machine learning. cons:nothing much"
        },
        {
            "id": 20,
            "name": " Assistant Systems Engineer in New Delhi ",
            "rating": 5,
            "date": " 24 feb ",
            "title": "very good comapny to work",
            "content":"prosI have been working at ezapp full time. Lots of smart people to work. Good culture and mentor. It is a very good company. Always care of their employees, Great Manager, fabulous facilities. cons:not yet"

        },
        {
            "id":21 ,
            "name": " project engineer in new delhi",
            "rating": 5,
            "date": " feb ",
            "title": "one of the best company",
            "content":"pros:Learning opportunity, work life balance, good management, good benefits, goodies, food, awesome office consNothing much cons, work life balance:"
        },
        {
            "id":22 ,
            "name": "accountant in new delhi ",
            "rating": 5,
            "date": " 24 feb ",
            "title": "my experience in the comapny is very good",
            "content":"pros:My experience at the company is very good. Everyone is very cooperative. Great place to work. I learned that only quality of work with passion I enjoyed my work at ezapp cons:none"
        },
        {
            "id": 23,
            "name": "Data Analytics in Noida ",
            "rating": 5,
            "date": "23 feb ",
            "title": "great comapny",
            "content":"pros:I have been working at ezapp full time. Lots of smart people to work. If you love tech, this is a great place. Good culture and mentor. Very good atmosphere in the workplace. Many opportunities inside the company to learn and grow. Always care of their employees, Great Manager, fabulous facilities cons:none"
        },
        {
            "id": 24,
            "name": " data analyst in new delhi",
            "rating": 5,
            "date": " 22 feb ",
            "title": "great working environment",
            "content":"pros: the company is open to innovation and readily adopts latest technology. Great Place to Work truly justifies this company. Managers are helpful and understands your problems.Ezapp Solution is such a wonderful Company. Amazing Cares of their employees. cons:I did not find any difficulty here. "
        },
        {
            "id": 25,
            "name": " Programmer Analyst in New Delhi",
            "rating": 5,
            "date": "20 feb ",
            "title": "great place to work",
            "content":"pros:The Management and team in my experience has been great! You have weekly 1 on 1s with your managers and they are always extremely attentive to your progress as well as grievances. If you need help, you just have to ask. Ezapp Solution is such a wonderful Company. Amazing Cares of their employees. cons:none"
        },
        {
            "id":26 ,
            "name": " Junior Data Engineer in New Delh ",
            "rating": 5,
            "date": " 20 feb ",
            "title": "Wonderful Company",
            "content":"pros:Amazing care for their employees. If you love tech, It is great place cons:none "
        },
        {
            "id":27 ,
            "name": "Senior PHP Developer in Mumbai",
            "rating": 5,
            "date": " feb ",
            "title": "dream company",
            "content":"pros:Motivating, timely salary payment, positive work culture cons:Sometimes excess workload and overtime"
        },
        {
            "id":28,
            "name": "Senior Software Developer ",
            "rating": 5,
            "date": "20 feb ",
            "title": " dream tech giant",
            "content":" prosAptly paid, Positive work culture cons:Sometime excess work load and overtime"
            
        },
        {
            "id":29 ,
            "name": "Programmer Analyst in New Delhi",
            
            "rating": 5,
            "date": "20 feb ",
            "title": " great place to work",
            "content":"The Management and team in my experience has been great! You have weekly 1 on 1s with your managers and they are always extremely attentive to your progress as well as grievances. If you need help, you just have to ask. Ezapp Solution is such a wonderful Company. Amazing Cares of their employees. "
            
        },
        {
            "id":30 ,
            "name": "Project Manager in New Delhi",
            "rating": 5,
            "date": "17 feb ",
            "title": "work life at ezapp solutions ",
            "content":"Working with them is really great, the company provides a healthy work environment. The team is co-operative, and they are open to new ideas, we don't feel any stress working with them. They motivates us to do our best and reach our goals. "
            
        },
        {
            "id":31 ,
            "name": " Project Lead in New Delhi",
            "rating": 4,
            "date": "2 march ",
            "title": " cooperative behaviour and helpful environment",
            "content":" Cooperative behaviour of colleagues and teammates , good decision making skills, no work pressure with flexible working hours, Incentives for extra work is given cons:A little push to junior must be given"
            
        },
        {
            "id":32 ,
            "name": " Anonymous Employee in New Delhi",
            "rating": 5,
            "date": " 14 feb ",
            "title": "wide area of expertise ",
            "content":" pros Highly cooperative behaviour of colleagues. Flexible work hours with commensurate stipend and good value incentives.consExcellent creativity and innovation driven heads keeps you busy and tightly scheduled up"
            
        },
        {
            "id":33 ,
            "name": "Data Scientist Intern ",
            "rating": 5,
            "date": " 21 feb ",
            "title": " great comapny to work with",
            "content":" pros:Good infrastructure Good work life balance Good team work People and management is very nice. consnothing as such...everything is good:"
            
        },
        {
            "id":34 ,
            "name": "Software Development Engineer in Dehra Dūn",
            "rating": 5,
            "date": " 12 jan ",
            "title": "great company culture ",
            "content":"pros:Good Benifit Great employee relations cons:Not Discovered Yet For Now. "
            
        },
        {
            "id":35 ,
            "name": "Software Engineer in Dehradun",
            "rating": 5,
            "date": " 11 jan ",
            "title": "great opportunity for impactfull projects ",
            "content":"pros: This is a great company to work for. cons:I have not found any cons."
            
        },
        {
            "id":36 ,
            "name": "Manager in Chennai",
            "rating": 5,
            "date": " 5 dec ",
            "title": " great culture and good environment",
            "content":"pros:Very good company to work with and immense learning growth cons:i dont have any issues  "
            
        },
        {
            "id":37 ,
            "name": "DataScientist in Gurgaon, Haryana, Haryana",
            "rating": 5,
            "date": " feb ",
            "title": "top artificial intelligence company ",
            "content":"pros:challenging projects to develop and great learning experience. cons:long working hours and at times pressure to deliver.  "
            
        },
        {
            "id":38,
            "name": "data scientist in gurgaon ,haryana",
            "rating": 5,
            "date": " feb ",
            "title": " Great Company to work",
            "content":"pros:Excellent Work Environment, thriving for Results cons:Hard work and Accountability for all DataScientist to demonstrate"  
            
        },
        {
            "id":39 ,
            "name": "",
            "rating": 5,
            "date": " feb ",
            "title": " ",
            "content":"pros: cons:  "
            
        },
        {
            "id":40 ,
            "name": "",
            "rating": 5,
            "date": " feb ",
            "title": " ",
            "content":"pros: cons:  "
            
        },

      ]
    }
        









        